stat/statistics.tex
% Created 2021-12-24 Fri 16:29
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Sreejith Sreekumar}
\date{2021-12-18}
\title{Statistics Questions 1}
\hypersetup{
 pdfauthor={Sreejith Sreekumar},
 pdftitle={Statistics Questions 1},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents





\section{Analytics Vidhya \href{https://www.analyticsvidhya.com/blog/2021/04/25-probability-and-statistics-questions-to-ace-your-data-science-interviews/\#h2\_3}{\underline{URL}}}
\label{sec:orgc5c9f67}

\begin{itemize}
\item Let X and Y be normal random variables with their respective means 3 and 4 and variances 9 and 16, then 2X-Y will have normal distribution with parameters?
\item Suppose X and Y take values \{0,1\} and are independent with P(X=1)=1/2 and P(Y=1)=1/3. What is the probability that P(X+Y=1)
\end{itemize}

\section{T-Statistic}
\label{sec:org9f25354}

Whenever you conduct a t-test, you will get a test statistic as a result.
To determine if the results of the t-test are statistically significant, you can compare the test statistic to a
T critical value.
If the absolute value of the test statistic is greater than the T critical value,
then the results of the test are statistically significant. \\

Find critical value

scipy.stats.t.ppf(q, df)

where:

q: The significance level to use
df: The degrees of freedom
\end{document}
